Repository: zeitkunst/sylloge_of_codes
Catalog: sylloge_of_codes/locale/*/LC_MESSAGES/sylloge_of_codes.po
Languages: es_cl

source: You have been logged out.
es_cl: Se le ha cerrado la sesión.

source: System will shutdown now.
es_cl: Sistema se apagará ahora.

source: Sylloge of Codes Admin
es_cl: administración del Sylloge de códigos

source: Code was submitted successfully.
es_cl: Código se ha enviado correctamente.

source: You are already logged in.
es_cl: Usted ya está registrado

source: Failed login
es_cl: Error de acceso

source: Sylloge of Codes Login
es_cl: Sylloge de Códigos Login

source: Codes updated.
es_cl: Códigos actualizados.

source: Sylloge of Codes Curate
es_cl: Sylloge de Códigos Curate

source: Code
es_cl: Código

source: Error: you must enter a code
es_cl: Error: se debe introducir un código

source: Pseudonym
es_cl: Seudónimo

source: You are now logged in.
es_cl: Ahora está conectado pulg

source: Submit
es_cl: Enviar

source: syllogeAbout
es_cl: sobre Sylloge de códigos

source: Website coded in python using the pyramid framework and a plethora of additional modules. Projection coded in Open Frameworks. All runs on a single Raspberry Pi.
es_cl: Sitio web codificado en python utilizando el marco de pirámide y una gran cantidad de módulos adicionales. Proyección codificada en los marcos abiertos. Todo se ejecuta en una sola Raspberry Pi.

source: syllogeCurate
es_cl: cura Sylloge de códigos

source: Curate
es_cl: Cura

source: Shutdown
es_cl: Cierre

source: Logout
es_cl: Salir

source: submitMenu
es_cl: Menu de envio

source: aboutMenu
es_cl: sobre el menu

source: creditsMenu
es_cl: créditos

source: footerCopyright
es_cl: Nicholas Knouf y los respectivos contribuyentes. Todo el contenido es bajo una licencia

source: Admin
es_cl: Administración

source: syllogeCredits
es_cl: créditos

source: Translations by Claudia Pederson.
es_cl: Traducido por Claudia Pederson.

source: Thanks to Daniela Rivera for patience with the extended amount of time it took to realize this project!
es_cl: Gracias a Daniela Rivera por su paciencia y apoyo a este proyecto!

source: Funding for ${sylloge_of_codes} came from a Faculty Award at Wellesley College.
es_cl: Apoyo financiero a ${sylloge_of_codes} vino desde de una beca de el Wellesley College.

source: website
es_cl: sitio web

source: projection
es_cl: proyección

source: All code for the ${website} and the ${projection} is available from github.
es_cl: Todo el código de la ${website} y ${projection} está disponible en GitHub.

source: You can find more information about Nicholas Knouf at http://zeitkunst.org.
es_cl: Usted puede encontrar más información acerca de Nicholas Knouf en http://zeitkunst.org.

source: Admin Home.
es_cl: Página principal de Administración.

source: Curate Home
es_cl: Cura Inicio

source: Previous
es_cl: Previo

source: Page ${page_num} of ${pages}
es_cl: Página ${page_num} de ${páginas}

source: Next
es_cl: Próximo

source: Enabled
es_cl: Activado

source: Posted by ${code.pseudonym} on ${code.code_date}
es_cl: Publicado por ${code.pseudonym} en ${code.code_date}

source: Hello friends,
es_cl: Estimado visitante,

source: We have a problem.
es_cl: Tenemos un problema.

source: Our electronic communications are constantly surveilled by the NSA or the GCHQ. Little seems to escape either computer programs or human analysts. Both pour over our data as it flows under the sea or through the ether. Sent in the clear, it's "trivial" to dig through it, as the hackers like to say. So we're asked to encrypt it, to obfuscate it in some way. Yet encryption is not a panacea, for it too can be bypassed in a plethora of ways. We seem to be stuck in a catch-22, damned if we do, damned if we don't. So we feel a lack of power, we feel helpless, we feel cynical.
es_cl: Nuestras comunicaciones electrónicas están constantemente vigiladas por la NSA o el GCHQ. Poco parece escapar a los programas informáticos o a los analistas humanos. Ambos examinan nuestros datos a medida que fluyen bajo el mar o por el éter. Enviada en el claro, es "trivial" decifrar información. Así que los hackers nos piden para cifrarla. Sin embargo, el cifrado no es una panacea, ya que el cifrado tambien puede ser decifrado . Parece que estamos atrapados en un “catch-22,” palos porque bogas, palos porque no bogas. Así es que nos sentimos impotentes, cínicos.

source: What can we do?
es_cl: ¿Qué podemos hacer?

source: We can think more poetically. Computers are rather silly machines, only able to "understand" the most basic of information. They can't handle the poetic nor sarcasm, and deal poorly with hidden messages, pidgin, and nuanced meanings. They can't handle the unquantifiable. This imples that we should create more poetic forms of communication that are resistant to computational analysis.
es_cl: Podemos pensar más poéticamente. Las computadoras son máquinas tontas, sólo capaces de "entender" la información más básica. Sin embargo no pueden manejar la poética ni el sarcasmo, y tampoco mensajes ambiguos ni lenguas híbridas. La computation no “intiende” lo incuantificable. Este hecho sugiere que debemos crear formas de comunicación poética capaces de resistir el análisis computacional.

source: Consider this an invitation. An invitation to create a new sylloge of codes. A sylloge is a collection of texts. It's a reference to an old tradition where travellers would record ancient Greek and Roman inscriptions. Today, let's create a new sylloge, a new collection of codes that others can use.
es_cl: Considere esto una invitación. Una invitación a crear un nuevo Sylloge de códigos. Un Sylloge es una colección de textos, una referencia a una tradición antigua, en la cual viajeros registraban antiguas inscripciones griegas y romanas. Hoy, pretendemos crear un nuevo Sylloge, una nueva colección de códigos que otros pueden utilizar.

source: You might wonder what these codes could be. Well, remember Eugenio Dittborn, who piggy-backed on the postal network in order to transfer his artwork out of Chile. Or remember that tale of Borges, where an agent kills a man with the same name as a secret location, in order to transmit this information to his handlers through a newspaper headline. There's the artist Kate Rich, who in "Feral Trade", allows anyone to request that strangers bring you foodstuffs from far-off corners of the globe. Perhaps you have a special way of communicating with a friend or partner. Maybe you had a secret language as a child. Or you communicate the most amazing insights through a poem. All of these methods are potential ways to resist the NSA or the GCHQ.
es_cl: Como se puede imaginar la creación de estes códigos? Por ejemplo; recuerda uds. Las pinturas aeropostales de Eugenio Dittborn? Este artista aprovecho la red postal con el fin de transitar sus obras de arte fuera del país durante el gobierno de Pinochet en Chile. O recorde una historia de Borges, donde un agente mata a un hombre con el mismo nombre de un lugar secreto con el fin de transmitir esta información a sus contactos a través de un titulo en el periódico. O mas recientemente podemos observar el trabajo de la artista Australiana Kate Rich, "Feral Trade", creado para permiter a cualquier persona solicitar la asistencia de viajeros con el fin de obtener alimentos desde los rincones mas lejanos del planeta. Tal vez usted tiene una manera especial de comunicarse con una amiga o compañera. Tal vez hablaba un lenguaje secreto cuando era niña. ¿O utiliza poesia para comunicar semtimientos? Todos estos métodos son posibles formas de resistir la NSA o el GCHQ.

source: But we must be discreet about it. That's why the box in front of you exists. It's the sylloge itself. It contains a computer with a wireless network that is private to this space. The codes only will exist within this room.
es_cl: Pero hay que actuar con precaución. Es por eso que existe la caja frente de usted. Esa caja es el propio Sylloge. Contiene una computadora con una red inalámbrica limitada a este espacio. Los códigos sólo existen dentro de esta galeria.

source: To contribute, connect to the wireless network "sylloge_of_codes". Then go to your web browser and type in "sylloge.of.codes". You'll be taken to the page where you can contribute. You'll be able to take one code--one contributed by someone else-- with you when you leave. Take it with you, think about it, pass it on, perhaps use it in your daily life.
es_cl: Para contribuir, conectese a la red "sylloge_of_codes" inalámbricos. Abra su navegador web y escriba "sylloge.of.codes". Sera llevado a la página donde usted puede contribuir. Podra tambien descargar un código, uno aportado por otra visitante. Llévelo con usted, piense en el, compártalo, quizás pueda usarlo en su vida diaria.

source: When the power of any state feels too impenetrable, we can fall into the depths of cynicism. Instead, let's use our imagination to reinvent how we communicate.
es_cl: Cuando el poder nos parece impenetrable, corremos el riesgo de alimentar el cinismo. En lugar de ello, proponemos usar nuestra imaginación para reinventar la forma en que nos comunicamos.

source: largeSubmitLink
es_cl: enviar código

source: username
es_cl: Nombre de usuario:

source: password
es_cl: Contraseña:

source: notFoundMessage
es_cl: El recurso solicitado no fue encontrado por la siguiente razón:

source: PDFContribution
es_cl: Contribución de ${pseudonym} en ${fecha}

source: PDFMoreInfo
es_cl: Para obtener más información sobre este proyecto, por favor visite ${sylloge_website}.

source: submit code
es_cl: enviar código

source: By submitting you agree that all you own the content and that you agree to license it under a ${ccName}.
es_cl: Al enviar acepta que todo el contenido es su propriadad que están de acuerdo en licenciarlo bajo un ${ccName}.

source: Be patient with the submission; the computer that stores the sylloge is rather diminutive, and thus isn't terribly speedy.
es_cl: Sea paciente con el envío de contenido; el ordenador que almacena el Sylloge es diminutivo, y por lo tanto no muy rápido.

source: syllogeTitle
es_cl: sylloge de códigos

source: syllogeThanks
es_cl: gracias por su envio

source: pdfURL
es_cl: descargar un código aleatorio

source: submittedText
es_cl: Si usted lo desea, usted puede ${download_code} contribuydo por otra visitante. Si encuentra el código interesante y le gustaría compartir cómo lo utilizó, puede enviar un e-mail code@sylloge-of-codes.net.
